spec/fixtures/soap/xml/IControl/LocalLB/VirtualServer/IControl.LocalLB.VirtualServer.set_connection_limit_90a8f8ab1bc0e6c053b705ee726216d3_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:set_connection_limit><virtual_servers><value>test_virtual_server</value></virtual_servers><limits><item><high>0</high><low>4194967294</low></item></limits></wsdl:set_connection_limit></env:Body></env:Envelope>